Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: No saved notes
de: Keine gespeicherten Notizen
es: Sin notas guardadas
et: Salvestatud märkmeid pole
fr: Aucune note enregistrée
hu: Nincsenek mentett jegyzetek
it: Nessuna nota salvata
ja: 保存されたメモはありません
ko: 저장된 메모 없음
ms: Tiada nota disimpan
pt: Sem notas guardadas
ru: Сохранённых заметок нет
zh_hans: 无已保存的备忘录

source: No saved notes yet
de: Noch keine gespeicherten Notizen
es: Aún no tienes notas guardadas
et: Salvestatud märkmeid veel pole
fr: Aucune note enregistrée
hu: Még nincs mentett jegyzet
it: Ancora nessuna nota salvata
ja: 保存したメモはまだありません
ko: 아직 저장된 메모가 없어요
ms: Belum ada nota disimpan
pt: Ainda sem notas guardadas
ru: Сохранённых заметок пока нет
zh_hans: 还没有保存的备忘

source: No search field, no category tabs. Swipe the grid to change category.
de: Kein Suchfeld, keine Kategorie-Tabs. Kategorie wechselst du per Wisch über das Raster.
es: Sin campo de búsqueda ni pestañas de categorías. Desliza por la cuadrícula para cambiar de categoría.
et: Otsinguvälja ega kategooriakaarte pole. Viipa ruudustikku, et kategooriat vahetada.
fr: Ni champ de recherche ni onglets de catégories. Balaye la grille pour changer de catégorie.
hu: Se keresőmező, se kategóriafülek. A rácson húzva váltasz kategóriát.
it: Niente campo di ricerca né schede delle categorie. Scorri sulla griglia per cambiare categoria.
ja: 検索欄もカテゴリタブもなし。グリッドをスワイプしてカテゴリを切り替えます。
ko: 검색창도, 카테고리 탭도 없어요. 그리드를 밀어서 카테고리를 바꿔요.
ms: Tiada medan carian, tiada tab kategori. Leret pada grid untuk tukar kategori.
pt: Sem campo de pesquisa nem separadores de categorias. Desliza na grelha para mudar de categoria.
ru: Без поля поиска и вкладок категорий. Смахивайте по сетке, чтобы менять категорию.
zh_hans: 没有搜索框，也没有分类栏。在网格上滑动切换分类。

source: No sounds yet
de: Noch keine Töne
es: Aún no hay sonidos
et: Heli veel pole
fr: Aucun son pour l'instant
hu: Még nincs hang
it: Ancora nessun suono
ja: まだサウンドがありません
ko: 아직 사운드가 없어요
ms: Belum ada bunyi
pt: Ainda sem sons
ru: Звуков пока нет
zh_hans: 还没有声音

source: No stats yet
de: Noch keine Statistiken
es: Aún no hay estadísticas
et: Statistikat veel pole
fr: Pas encore de statistiques
hu: Még nincs statisztika
it: Ancora nessuna statistica
ja: 統計はまだありません
ko: 아직 통계가 없어요
ms: Belum ada statistik
pt: Ainda não há estatísticas
ru: Статистики пока нет
zh_hans: 还没有统计数据

source: No stickers yet. Tap + to add your own images and GIFs.
de: Noch keine Sticker. Tipp auf „+“, um eigene Bilder und GIFs hinzuzufügen.
es: Aún no hay pegatinas. Toca “+” para añadir tus propias imágenes y GIFs.
et: Kleepse veel pole. Puuduta „+”, et lisada enda pilte ja GIF-e.
fr: Aucun autocollant pour l'instant. Touche « + » pour ajouter tes propres images et GIF.
hu: Még nincs matrica. Koppints a „+” gombra, hogy hozzáadd a saját képeidet és GIF-jeidet.
it: Ancora nessun adesivo. Tocca “+” per aggiungere le tue immagini e GIF.
ja: ステッカーはまだありません。「+」をタップして自分の画像やGIFを追加してください。
ko: 아직 스티커가 없어요. “+”을 눌러서 나만의 이미지와 GIF를 추가해 보세요.
ms: Belum ada pelekat. Ketik “+” untuk tambah imej dan GIF anda sendiri.
pt: Ainda não há adesivos. Toca em “+” para adicionares as tuas próprias imagens e GIFs.
ru: Стикеров пока нет. Нажмите «+», чтобы добавить свои изображения и GIF.
zh_hans: 还没有贴纸。点“+”来添加你自己的图片和GIF。

source: No swipe actions yet.
de: Noch keine Wisch-Aktionen.
es: Aún no hay acciones de deslizamiento.
et: Pühkimistegevusi veel pole.
fr: Pas encore d'actions par glissement.
hu: Még nincs csúsztatásos művelet.
it: Ancora nessuna azione di scorrimento.
ja: まだスワイプアクションがありません。
ko: 아직 스와이프 액션이 없어요.
ms: Belum ada tindakan leret.
pt: Ainda sem ações de deslizar.
ru: Действий по смахиванию пока нет.
zh_hans: 还没有滑动操作。

source: No symbols match "%@"
de: Keine Symbole für „%@“ gefunden
es: Ningún símbolo coincide con "%@"
et: „%@”-le vastavaid sümboleid pole
fr: Aucun symbole ne correspond à « %@ »
hu: Nincs találat erre: „%@”
it: Nessun simbolo per "%@"
ja: 「%@」に合う記号はありません
ko: "%@"과(와) 맞는 기호가 없어요
ms: Tiada simbol sepadan dengan "%@"
pt: Nenhum símbolo corresponde a "%@"
ru: Ни один символ не подходит под «%@»
zh_hans: 没有和“%@”匹配的符号

source: No theme release has been published yet.
de: Für Themes wurde noch keine Version veröffentlicht.
es: Todavía no se ha publicado ninguna versión de temas.
et: Ühtegi teemaväljalannet pole veel avaldatud.
fr: Aucune version de thème n’a encore été publiée.
hu: Még nem jelent meg témakiadás.
it: Non è ancora stata pubblicata nessuna versione di temi.
ja: まだテーマのリリースが公開されていません。
ko: 아직 게시된 테마 릴리스가 없습니다.
ms: Tiada keluaran tema telah diterbitkan lagi.
pt: Ainda não foi publicada nenhuma versão de temas.
ru: Ни один релиз с темами ещё не опубликован.
zh_hans: 尚未发布任何主题版本。

source: No trail, no ripple. Cleanest.
de: Keine Spur, keine Welle. Am aufgeräumtesten.
es: Sin estela, sin onda. El más limpio.
et: Jälge pole, laineid pole. Puhtaim.
fr: Aucune traînée, aucune ondulation. Le plus net.
hu: Nincs nyom, nincs hullám. A legtisztább.
it: Nessuna scia, nessuna onda. Il più pulito.
ja: 軌跡なし、波紋なし。いちばんすっきり。
ko: 잔상도 물결도 없어요. 가장 깔끔해요.
ms: Tiada jejak, tiada riak. Paling bersih.
pt: Sem rasto, sem ondulação. O mais limpo.
ru: Без следа и без волны. Самый чистый вариант.
zh_hans: 无拖尾、无涟漪。最干净。

source: No trail. Nothing is drawn while you glide.
de: Keine Spur. Beim Gleiten wird nichts gezeichnet.
es: Sin rastro. No se dibuja nada mientras deslizas.
et: Jälge pole. Libisemise ajal ei joonistata midagi.
fr: Aucune traînée. Rien ne s'affiche pendant que tu glisses.
hu: Nincs nyomvonal. Húzás közben semmi nem rajzolódik ki.
it: Nessuna scia. Non viene disegnato niente mentre scorri.
ja: 軌跡なし。スワイプ中は何も描かれません。
ko: 궤적 없음. 밀어서 입력하는 동안 아무것도 그리지 않아요.
ms: Tiada jejak. Tiada apa-apa dilukis semasa anda meluncur.
pt: Sem rasto. Não é desenhado nada enquanto deslizas.
ru: Без следа. Во время скольжения ничего не рисуется.
zh_hans: 不显示轨迹。滑动时什么都不画。

source: No usable words found in that file.
de: In dieser Datei wurden keine brauchbaren Wörter gefunden.
es: No se encontraron palabras utilizables en ese archivo.
et: Selles failis ei leidunud kasutatavaid sõnu.
fr: Aucun mot exploitable dans ce fichier.
hu: Nincs használható szó ebben a fájlban.
it: Nessuna parola utilizzabile in quel file.
ja: このファイルに使える単語が見つかりませんでした。
ko: 이 파일에서 사용할 수 있는 단어를 찾지 못했습니다.
ms: Tiada perkataan yang boleh digunakan dalam fail itu.
pt: Não foram encontradas palavras utilizáveis nesse ficheiro.
ru: В этом файле не нашлось подходящих слов.
zh_hans: 该文件中没有可用的词。

source: No way in yet. Switch on the Tools button, or add a Tools key to your layout.
de: Noch kein Zugang. Aktiviere die Werkzeug-Taste in der Leiste oder füge deinem Layout eine Werkzeug-Taste hinzu.
es: Sin acceso: activa el botón de herramientas o añade una tecla de herramientas a tu diseño.
et: Sisenemist veel pole. Lülita sisse tööriistade nupp või lisa oma paigutusse tööriistaklahv.
fr: Aucun accès pour l’instant. Active le bouton Outils ou ajoute une touche Outils à ta disposition.
hu: Egyelőre nincs bejárat. Kapcsold be az Eszközök gombot, vagy tegyél egy Eszközök gombot az elrendezésedbe.
it: Nessun accesso: attiva il pulsante Strumenti o aggiungi un tasto Strumenti al tuo layout.
ja: 開く手段がありません。ツールボタンをオンにするか、レイアウトにツールキーを追加してください。
ko: 들어갈 방법이 없습니다. 도구 버튼을 켜거나 레이아웃에 도구 키를 추가하세요.
ms: Tiada cara masuk. Hidupkan butang Alatan, atau tambah kekunci Alatan pada susun atur anda.
pt: Sem forma de entrar. Ative o botão de ferramentas ou adicione uma tecla de ferramentas ao seu esquema.
ru: Пока нет способа туда попасть. Включите кнопку инструментов или добавьте клавишу инструментов в раскладку.
zh_hans: 没有入口。请打开工具按钮，或在布局中添加一个工具键。

source: No word list yet
de: Noch keine Wortliste
es: Aún sin lista de palabras
et: Sõnaloendit veel pole
fr: Pas encore de liste de mots
hu: Még nincs szólista
it: Ancora nessun elenco di parole
ja: 単語リストなし
ko: 아직 단어 목록 없음
ms: Belum ada senarai perkataan
pt: Ainda sem lista de palavras
ru: Списка слов пока нет
zh_hans: 还没有词表

source: No, and it never will. Voice typing is the one part of Clink that sits outside everything else: the mic works in any app, whether or not the keyboard itself is unlocked.
de: Nein, und das bleibt so. Die Spracheingabe ist der eine Teil von Clink, der außerhalb von allem anderen steht: Das Mikrofon läuft in jeder App, ob die Tastatur freigeschaltet ist oder nicht.
es: No, y nunca lo hará. La escritura por voz es la parte de Clink que queda al margen de todo lo demás: el micro funciona en cualquier app, esté o no desbloqueado el teclado.
et: Ei, ja see ei muutu. Häälsisestus on üks osa Clinkist, mis asub kõigest muust eraldi: mikrofon töötab igas rakenduses, olenemata sellest, kas klaviatuur ise on avatud või mitte.
fr: Non, et ça ne changera pas. La saisie vocale est la seule partie de Clink qui reste hors de tout le reste : le micro marche dans n'importe quelle app, que le clavier soit débloqué ou non.
hu: Nem, és nem is fog. A hangalapú gépelés a Clink egyetlen olyan része, ami mindenen kívül áll: a mikrofon minden appban működik, akár fel van oldva a billentyűzet, akár nem.
it: No, e non cambierà. La scrittura vocale è l'unica parte di Clink che sta fuori da tutto il resto: il microfono funziona in qualsiasi app, che la tastiera sia sbloccata o no.
ja: 無料です。今後もそのままです。音声入力はClinkの中で唯一、ほかのすべての外側にある機能で、キーボードのロックが解除されているかどうかに関係なく、どのアプリでもマイクが使えます。
ko: 무료이고, 앞으로도 그렇습니다. 음성 입력은 Clink에서 유일하게 나머지 전부의 바깥에 있는 기능이라, 키보드가 잠겨 있든 아니든 어떤 앱에서나 마이크가 작동합니다.
ms: Tidak, dan tidak akan sesekali. Menaip dengan suara ialah satu-satunya bahagian Clink yang berada di luar segalanya: mikrofon berfungsi dalam mana-mana app, sama ada papan kekunci itu dibuka kuncinya atau tidak.
pt: Não, e nunca vai custar. A escrita por voz é a única parte do Clink que fica fora de tudo o resto: o micro funciona em qualquer app, esteja o teclado desbloqueado ou não.
ru: Нет, и никогда не будет. Голосовой ввод — единственная часть Clink, стоящая особняком: микрофон работает в любом приложении, независимо от того, разблокирована ли сама клавиатура.
zh_hans: 不花钱，以后也不会。语音输入是 Clink 里唯一独立于其他一切的部分：不管键盘有没有解锁，麦克风在任何 App 里都能用。

source: Nod
de: Nicken
es: Asentir
et: Nooguta
fr: Hochement
hu: Bólintás
it: Cenno
ja: うなずき
ko: 끄덕
ms: Angguk
pt: Aceno
ru: Кивок
zh_hans: 点头

source: None
de: Keine
es: Ninguno
et: Puudub
fr: Aucun
hu: Egyik sem
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
pt: Nenhum
ru: Нет
zh_hans: 无

source: None yet
de: Noch keine
es: Ninguna aún
et: Veel pole
fr: Aucun pour l'instant
hu: Még nincs
it: Ancora nessuna
ja: まだなし
ko: 아직 없음
ms: Belum ada
pt: Ainda nenhuma
ru: Пока ничего
zh_hans: 暂无

source: Not added yet
de: Noch nicht hinzugefügt
es: Aún no añadido
et: Pole veel lisatud
fr: Pas encore ajouté
hu: Még nincs hozzáadva
it: Non ancora aggiunto
ja: 未追加
ko: 아직 추가되지 않음
ms: Belum ditambah
pt: Ainda não adicionado
ru: Ещё не добавлено
zh_hans: 尚未添加

source: Not downloaded
de: Nicht geladen
es: No descargado
et: Pole alla laaditud
fr: Non téléchargé
hi: डाउनलोड नहीं किया गया
hu: Nincs letöltve
it: Non scaricato
ja: 未ダウンロード
ko: 다운로드되지 않음
ms: Belum dimuat turun
ne: डाउनलोड गरिएको छैन
pt: Não descarregado
ru: Не загружено
tr: İndirilmedi
zh_hans: 未下载

source: Not drawn
de: Nicht gezeichnet
es: Sin dibujar
et: Joonistamata
fr: Non dessiné
hu: Nincs megrajzolva
it: Non disegnato
ja: 未描画
ko: 그리지 않음
ms: Tidak dilukis
pt: Não desenhado
ru: Не нарисовано
zh_hans: 未绘制

source: Not drawn yet
de: Noch nicht gezeichnet
es: Aún sin dibujar
et: Veel joonistamata
fr: Pas encore dessiné
hu: Még nincs megrajzolva
it: Non ancora disegnato
ja: まだ描かれていません
ko: 아직 그리지 않음
ms: Belum dilukis
pt: Ainda não desenhado
ru: Ещё не нарисовано
zh_hans: 尚未绘制

source: Not now
de: Jetzt nicht
es: Ahora no
et: Mitte praegu
fr: Pas maintenant
hu: Most nem
it: Non ora
ja: 今はしない
ko: 나중에
ms: Bukan sekarang
pt: Agora não
ru: Не сейчас
zh_hans: 暂不

source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
et: Pole sisse logitud
fr: Non connecté
hu: Nincs bejelentkezve
it: Accesso non effettuato
ja: 未サインイン
ko: 로그인되지 않음
ms: Belum log masuk
pt: Não tem sessão iniciada
ru: Не выполнен вход
zh_hans: 未登录

source: Not signed in to iCloud.
de: Nicht bei iCloud angemeldet.
es: No has iniciado sesión en iCloud.
et: Pole iCloudi sisse logitud.
fr: Non connecté à iCloud.
hu: Nem vagy bejelentkezve az iCloudba.
it: Non hai eseguito l’accesso a iCloud.
ja: iCloudにサインインしていません。
ko: iCloud에 로그인되어 있지 않습니다.
ms: Belum log masuk ke iCloud.
pt: Sem sessão iniciada no iCloud.
ru: Вход в iCloud не выполнен.
zh_hans: 尚未登录 iCloud。

source: Not supported
de: Nicht unterstützt
es: No compatible
et: Pole toetatud
fr: Non pris en charge
hu: Nem támogatott
it: Non supportato
ja: 未対応
ko: 지원되지 않음
ms: Tidak disokong
pt: Não suportado
ru: Не поддерживается
zh_hans: 不支持

source: Not written down here? Search your own question and Apple Intelligence answers it from this page.
de: Steht hier nicht? Such deine eigene Frage — Apple Intelligence beantwortet sie aus dieser Seite.
es: ¿No está escrito aquí? Busca tu propia pregunta y Apple Intelligence la responde a partir de esta página.
et: Siin pole kirjas? Otsi oma küsimust ja Apple Intelligence vastab sellelt lehelt.
fr: Pas écrit ici ? Cherche ta propre question : Apple Intelligence y répond à partir de cette page.
hu: Nincs itt leírva? Keress rá a saját kérdésedre, és az Apple Intelligence ebből az oldalból válaszol.
it: Non è scritto qui? Cerca la tua domanda e Apple Intelligence risponde partendo da questa pagina.
ja: ここに書かれていない場合は、自分の質問を検索してください。Apple Intelligenceがこのページをもとに答えます。
ko: 여기에 없나요? 직접 질문을 검색하면 Apple Intelligence가 이 페이지를 바탕으로 답합니다.
ms: Tiada tertulis di sini? Cari soalan anda sendiri dan Apple Intelligence menjawabnya daripada halaman ini.
pt: Não está escrito aqui? Procura a tua própria pergunta e a Apple Intelligence responde a partir desta página.
ru: Здесь про это не написано? Задайте свой вопрос в поиске — Apple Intelligence ответит на него по этой странице.
zh_hans: 这里没写？直接搜你自己的问题，Apple Intelligence 会依据本页作答。

source: Note
de: Notiz
es: Nota
et: Märkus
hu: Jegyzet
it: Nota
ja: メモ
ko: 메모
ms: Nota
pt: Nota
ru: Заметка
zh_hans: 备忘

source: Notepad
de: Notizblock
es: Bloc de notas
et: Märkmik
fr: Bloc-notes
hu: Jegyzettömb
it: Blocco note
ja: メモ帳
ko: 메모장
ms: Pad nota
pt: Bloco de notas
ru: Блокнот
zh_hans: 记事本

source: Notepad mode
de: Notizblockmodus
es: Modo del bloc de notas
et: Märkmiku režiim
fr: Mode du bloc-notes
hu: Jegyzettömb módja
it: Modalità blocco note
ja: メモ帳モード
ko: 메모장 모드
ms: Mod pad nota
pt: Modo do bloco de notas
ru: Режим блокнота
zh_hans: 记事本模式

source: Notepad style
de: Notizblock-Stil
es: Estilo del bloc
et: Märkmiku stiil
fr: Style du bloc-notes
hu: Jegyzet stílusa
it: Stile del blocco note
ja: メモのスタイル
ko: 메모 스타일
ms: Gaya nota
pt: Estilo do bloco de notas
ru: Вид блокнота
zh_hans: 记事风格

source: Notes
de: Notizen
es: Notas
et: Märkmed
hu: Megjegyzések
it: Note
ja: メモ
ko: 메모
ms: Nota
pt: Notas
ru: Заметки
zh_hans: 备忘录

source: Notes in this group become ungrouped.
de: Notizen in dieser Gruppe werden aus der Gruppe entfernt.
es: Las notas de este grupo quedarán sin grupo.
et: Selles grupis olevad märkmed muutuvad grupita.
fr: Les notes de ce groupe ne seront plus classées.
hu: A csoport jegyzetei csoport nélkül maradnak.
it: Le note in questo gruppo non apparterranno più a nessun gruppo.
ja: このグループのメモはグループなしになります。
ko: 이 그룹의 메모는 그룹 없음으로 이동합니다.
ms: Nota dalam kumpulan ini akan menjadi tanpa kumpulan.
pt: As notas deste grupo ficarão sem grupo.
ru: Заметки из этой группы останутся без группы.
zh_hans: 此组中的笔记将变为未分组。

source: Notes keeps what you jot, to browse and load later.
de: Notizen behält, was du notierst — zum Durchsehen und späteren Einfügen.
es: Notas guarda lo que apuntas para consultarlo y usarlo después.
et: Märkmed hoiab seda, mida märgid, et hiljem sirvida ja laadida.
fr: Notes garde ce que tu écris, pour le retrouver et l'insérer plus tard.
hu: A Jegyzetek megőrzi, amit leírsz, hogy később átnézd és beszúrd.
it: Note conserva quello che scrivi, per rileggerlo e inserirlo dopo.
ja: 「メモ」は書いたものを残し、後から見て呼び出せます。
ko: ‘메모’는 적어 둔 걸 남겨서 나중에 보고 불러올 수 있어요.
ms: Nota menyimpan apa yang anda catat, untuk dilihat dan dimuatkan kemudian.
pt: As Notas guardam o que escreves, para veres e inserires depois.
ru: «Заметки» хранят то, что вы записали, — чтобы потом просмотреть и вставить.
zh_hans: “笔记”会留住你写下的内容，之后可以翻看再插入。

source: Notes, and any background photos behind your themes.
de: Notizen und alle Hintergrundfotos hinter deinen Themes.
es: Las notas y las fotos de fondo de tus temas.
et: Märkmed ja kõik taustapildid sinu teemade taga.
fr: Les notes et les photos d’arrière-plan de tes thèmes.
hu: A jegyzetek és a témák mögötti háttérfotók.
it: Le note e le foto di sfondo dei tuoi temi.
ja: メモと、テーマの背景写真。
ko: 메모와 테마 뒤에 놓인 배경 사진.
ms: Nota, dan sebarang foto latar di belakang tema anda.
pt: As notas e as fotos de fundo dos teus temas.
ru: Заметки и все фоновые фотографии из ваших тем.
zh_hans: 笔记，以及主题背后的背景照片。

source: Nothing
de: Nichts
es: Nada
et: Mitte midagi
fr: Rien
hu: Semmi
it: Niente
ja: なし
ko: 없음
ms: Tiada
pt: Nada
ru: Ничего
zh_hans: 无

source: Nothing I change in the app reaches the keyboard
de: Was ich in der App ändere, kommt nicht auf der Tastatur an
es: Lo que cambio en la app no llega al teclado
et: Midagi, mida ma rakenduses muudan, ei jõua klaviatuurini
fr: Ce que je change dans l'app n'arrive pas au clavier
hu: Amit az appban átállítok, nem jelenik meg a billentyűzeten
it: Quello che cambio nell'app non arriva alla tastiera
ja: アプリで変えた設定がキーボードに反映されません
ko: 앱에서 바꾼 설정이 키보드에 반영되지 않아요
ms: Apa yang saya ubah dalam app tidak sampai ke papan kekunci
pt: O que mudo na app não chega ao teclado
ru: Ничего из того, что я меняю в приложении, не доходит до клавиатуры
zh_hans: 在 App 里改的设置没有生效

source: Nothing changed yet
de: Noch nichts geändert
es: Aún no has cambiado nada
et: Midagi pole veel muudetud
fr: Rien n’a encore changé
hu: Még semmit nem változtattál
it: Non hai ancora cambiato nulla
ja: まだ変更はありません
ko: 아직 바뀐 것이 없습니다
ms: Belum ada perubahan
pt: Ainda não mudaste nada
ru: Пока ничего не изменено
zh_hans: 还没有任何更改

source: Nothing connected
de: Nichts verbunden
es: Nada conectado
et: Midagi pole ühendatud
fr: Rien de connecté
hu: Semmi nincs csatlakoztatva
it: Niente collegato
ja: 接続なし
ko: 연결된 것 없음
ms: Tiada sambungan
pt: Nada ligado
ru: Ничего не подключено
zh_hans: 未连接任何项目

source: Nothing drifts behind the keys until Animate is on.
de: Hinter den Tasten bewegt sich nichts, solange „Animieren“ aus ist.
es: Nada se mueve detrás de las teclas mientras «Animar» esté desactivado.
et: Klahvide taga ei triibi midagi, enne kui Animeeri on sees.
fr: Rien ne bouge derrière les touches tant qu’« Animer » est désactivé.
hu: Amíg az Animálás ki van kapcsolva, semmi sem mozog a billentyűk mögött.
it: Dietro i tasti non si muove nulla finché «Anima» è disattivato.
ja: 「アニメーション」をオンにするまで、キーの後ろでは何も動きません。
ko: ‘애니메이션’을 켜기 전까지는 키 뒤에서 아무것도 움직이지 않습니다.
ms: Tiada apa-apa bergerak di belakang kekunci selagi Animasi dimatikan.
pt: Nada se move por trás das teclas enquanto a opção Animar estiver desligada.
ru: Пока «Анимация» выключена, за клавишами ничего не движется.
zh_hans: 不开启「动画」，按键后方就什么都不会动。

source: Nothing drifts behind the keys until this is on.
de: Hinter den Tasten bewegt sich nichts, solange das aus ist.
es: Nada se mueve detrás de las teclas hasta que actives esto.
et: Klahvide taga ei triibi midagi, enne kuni see on sees.
fr: Rien ne bouge derrière les touches tant que ce n'est pas activé.
hu: Amíg ez ki van kapcsolva, semmi sem mozog a billentyűk mögött.
it: Dietro i tasti non si muove nulla finché non attivi questa.
ja: これをオンにするまで、キーの後ろでは何も動きません。
ko: 이걸 켜기 전까지는 키 뒤에서 아무것도 움직이지 않습니다.
ms: Tiada apa-apa bergerak di belakang kekunci selagi ini dimatikan.
pt: Nada se move por trás das teclas enquanto isto estiver desligado.
ru: Пока это выключено, за клавишами ничего не движется.
zh_hans: 不开这个，按键后方就什么都不会动。

source: Nothing else changes. Your layout, tools, stickers and pets stay as they are.
de: Sonst ändert sich nichts. Layout, Werkzeuge, Sticker und Haustiere bleiben unverändert.
es: No cambia nada más. Tu disposición, herramientas, pegatinas y mascotas se mantienen igual.
et: Muud ei muutu. Paigutus, tööriistad, kleepsud ja lemmikloomad jäävad samaks.
fr: Rien d'autre ne change. Votre disposition, vos outils, vos autocollants et vos compagnons restent tels quels.
hu: Semmi más nem változik. Az elrendezés, az eszközök, a matricák és a kisállatok érintetlenek maradnak.
it: Non cambia nient'altro. Layout, strumenti, adesivi e animaletti restano come sono.
ja: ほかは変わりません。レイアウト、ツール、ステッカー、ペットはそのままです。
ko: 그 외에는 바뀌지 않습니다. 레이아웃, 도구, 스티커, 펫은 그대로 유지됩니다.
ms: Tiada apa-apa lagi berubah. Susun atur, alat, pelekat dan peliharaan anda kekal sama.
pt: Nada mais muda. Seu esquema, ferramentas, adesivos e mascotes ficam como estão.
ru: Больше ничего не меняется. Раскладка, инструменты, стикеры и питомцы останутся прежними.
zh_hans: 其他内容不变。你的布局、工具、贴纸和宠物都保持原样。

source: Nothing here is uploaded, and turning it off deletes what it collected.
de: Nichts davon wird hochgeladen, und wenn du es ausschaltest, wird das Gesammelte gelöscht.
es: Nada de esto se sube a ningún sitio, y al desactivarlo se borra lo recogido.
et: Midagi siit ei laadita üles ja selle väljalülitamine kustutab kogutu.
fr: Rien n'est envoyé nulle part, et le désactiver supprime ce qui a été collecté.
hu: Semmi nem töltődik fel sehová, és ha kikapcsolod, az összegyűjtött adat törlődik.
it: Niente di tutto questo viene caricato da qualche parte, e disattivarlo cancella ciò che è stato raccolto.
ja: これらがどこかに送信されることはなく、オフにすると集めたデータは削除されます。
ko: 이 내용은 어디에도 업로드되지 않으며, 끄면 모아 둔 데이터도 삭제됩니다.
ms: Tiada apa-apa di sini dimuat naik, dan mematikannya akan memadam data yang dikumpul.
pt: Nada disto é enviado para lado nenhum, e desligá-lo apaga o que foi recolhido.
ru: Отсюда ничего не загружается, а при выключении собранное удаляется.
zh_hans: 这些都不会上传，关掉它还会把已收集的数据一并删除。

source: Nothing here yet. Pick emoji below and they land in this set, in the order you tap them.
de: Noch nichts drin. Wähl unten Emojis aus – sie landen in der Reihenfolge im Set, in der du sie antippst.
es: Aquí todavía no hay nada. Elige emoji abajo y se van al conjunto en el orden en que los toques.
et: Siin pole veel midagi. Vali all emojisid ja need maanduvad sellesse komplekti selles järjekorras, nagu neid puudutad.
fr: Rien pour l'instant. Choisis des emoji en dessous : ils rejoignent le set dans l'ordre où tu les touches.
hu: Itt még nincs semmi. Válassz lentről emojikat – abban a sorrendben kerülnek a készletbe, ahogy megérinted őket.
it: Qui non c'è ancora niente. Scegli le emoji qui sotto: entrano nel set nell'ordine in cui le tocchi.
ja: まだ空です。下から絵文字を選ぶと、タップした順にこのセットへ入ります。
ko: 아직 비어 있어요. 아래에서 이모지를 고르면 누른 순서대로 이 세트에 들어가요.
ms: Belum ada apa-apa. Pilih emoji di bawah dan ia masuk ke set ini mengikut susunan anda ketik.
pt: Ainda não há nada aqui. Escolhe emoji abaixo e entram no conjunto pela ordem em que lhes tocas.
ru: Пока пусто. Выбирайте эмодзи ниже — они попадут в этот набор в том порядке, в котором вы их нажмёте.
zh_hans: 这里还是空的。在下面挑表情，按你点的顺序加进这个合集。

source: Nothing in that backup could be restored.
de: Aus diesem Backup konnte nichts wiederhergestellt werden.
es: No se pudo restaurar nada de esa copia de seguridad.
et: Sellest varukoopiast ei õnnestunud midagi taastada.
fr: Rien n’a pu être restauré depuis cette sauvegarde.
hu: Ebből a biztonsági mentésből semmit sem sikerült visszaállítani.
it: Non è stato possibile ripristinare nulla da quel backup.
ja: そのバックアップからは何も復元できませんでした。
ko: 그 백업에서 복원할 수 있는 것이 없습니다.
ms: Tiada apa-apa dalam sandaran itu yang dapat dipulihkan.
pt: Não foi possível restaurar nada dessa cópia de segurança.
ru: Из этой резервной копии не удалось восстановить ничего.
zh_hans: 这份备份里没有可以恢复的内容。
